Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/samfunnskunnskap.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The curriculum taught at schools has changed considerably over the past 300 years in which education has been mandatory in Norway.
nb: Innholdet i skolen har forandret seg mye i løpet av de 300 årene vi har hatt obligatorisk skolegang her i landet.

source: The year 1030 was an important year in Norway’s history.
nb: Et viktig år i norsk historie er 1030.

source: The right to divorce, birth control, elective abortion and women’s right to decide over their own bodies have also been important issues for the women’s movement.
nb: Retten til skilsmisse, rett til prevensjon, fri abort og kvinnens rett til å bestemme over sin egen kropp har også vært viktige saker for kvinnebevegelsen.

source: What do you think a typical life in Norway is like?
nb: Hvordan tenker du at et typisk liv i Norge er?

source: Danish Prince Carl was chosen as the new king of Norway.
nb: Den danske prins Carl ble valgt som ny konge i Norge.

source: Today, the oil industry is the subject of debate in Norwegian society.
nb: I dag foregår det en diskusjon i samfunnet om oljeindustrien.

source: Living in Norway is expensive.
nb: Det er dyrt å leve og bo i Norge.

source: Agriculture, forestry and fishing were the most important industries in Norway 150 years ago.
nb: For 150 år siden var jordbruk, skogbruk og fiske de viktigste næringene i Norge.

source: All employers and employees have to comply with this law.
nb: Alle arbeidsgivere og arbeidstakere må følge denne loven.

source: The first oil was found in the North Sea in 1969. Since then, Norway has become an oil nation and a major exporter of oil.
nb: I 1969 ble det første gang funnet olje i Nordsjøen, og fra da av har Norge utviklet seg til å bli en oljenasjon og ble en stor eksportør av olje.

source: : 10 years of mandatory education.
nb: Obligatorisk 10-årig grunnskole.

source: Who is in your network now?
nb: Hvem er i nettverket ditt nå?

source: The UN adopted the Universal Declaration of Human Rights in 1948.
nb: I 1948 ble FNs verdenserklæring om menneskerettigheter vedtatt.

source: It has 169 members elected by the people for a term of four years.
nb: På Stortinget sitter det 169 representanter som velges av folket for fire år om gangen.

source: Both employers and employees can be punished for undeclared work.
nb: Både arbeidsgivere og arbeidstakere kan bli straffet for svart arbeid.

source: Right to residence in Norway for EU/EEA/EFTA citizens:
nb: Rett til opphold i Norge for EU/EØS/EFTA-borgere:

source: Western Norway: Vestland, Rogaland and Møre og Romsdal
nb: Vestlandet: Vestland, Rogaland, Møre og Romsdal

source: Everyone who works in the public sector, for example in schools, kindergartens and health clinics, has a statutory duty to notify the Child Welfare Service if they have serious concerns about a child.
nb: Alle som arbeider i det offentlige, for eksempel i skoler, barnehager og helsestasjoner, har lovpålagt meldeplikt til å kontakte barnevernet dersom de er alvorlig bekymret for et barn.

source: But only half of elderly people over the age of 90 live at a nursing home.
nb: Men bare halvparten av folk over 90 år bor på sykehjem.

source: Decisions reached in the UN are therefore not legally binding for member countries.
nb: Vedtak som blir fattet i FN, er derfor ikke juridisk bindende for medlemslandene.

source: Up until 2012, Protestantism was the state religion of Norway, and the Church of Norway was Norway’s state church.
nb: Fram til 2012 var protestantismen statsreligion i Norge, og Den norske kirke var en statskirke.

source: There are 11 counties in Norway.
nb: Det er 11 fylker i Norge.

source: Around 85% of them are buried in ceremonies organised by a church.
nb: Omtrent 85 prosent av disse blir gravlagt i kirkelig regi.

source: The Danish Prince Carl was elected as the new king of Norway.
nb: Den danske prins Carl ble valgt som ny konge i Norge.

source: Freedom of religion and faith
nb: Religions- og trosfrihet

source: When you want to see your GP, you have to call and make an appointment.
nb: Når du vil snakke med legen, må du ringe og bestille time.

source: In addition to the patient’s co-payment, the patient must also pay for bandages, shots, medicine, tests, and so on.
nb: I tillegg til egenandelen betaler pasienten for bandasjer, sprøyter, medisin, prøver og liknende.

source: A person who is persecuted in their home country because of race, religion, nationality, sexual orientation or political work, can be granted asylum in Norway.
nb: En person som er individuelt forfulgt i hjemlandet på grunn av rase, religion, nasjonalitet, seksuell legning eller politisk arbeid, kan få asyl i Norge.

source: What would you advise Merhet to do?
nb: Hva ville dere rådet Merhet til?

source: There are also around 50,000 Sami living in Sweden, Finland and Russia.
nb: Det bor også rundt 50 000 samer til sammen i Sverige, Finland og Russland.

source: Sweden later seceded the union, but the union between Denmark and Norway lasted until 1814.
nb: Etter hvert trakk Sverige seg ut av unionen, men unionen mellom Danmark og Norge varte helt til 1814.

source: What do you spend most money on?
nb: Hva bruker du mest penger på?

source: Approx. 30% of today’s working population in Norway are civil servants.
nb: 30 % av de yrkesaktive i Norge i dag jobber i det offentlige.

source: National Romanticism was expressed in literature, painting and music.
nb: Nasjonalromantikken kom til uttrykk i både litteratur, billedkunst og musikk.

source: Elections alternate between general and local (county council and municipal) elections.
nb: Det veksler mellom stortingsvalg og lokalvalg (fylkestings- og kommunevalg).

source: If you or someone in your family becomes ill or sustains an injury when your GP’s surgery is closed, you have to contact the accident and emergency department by calling 116 117.
nb: Hvis du eller noen i familien din blir syke eller skader dere når legekontoret er stengt, må du kontakte legevakten på telefon 116 117.

source: An executive branch – the government – which proposes laws and ensures that they are implemented.
nb: en utøvende myndighet – regjeringen – som foreslår lover og sørger for at de blir iverksatt og gjennomført.

source: There are currently 26 European countries in the Schengen region.
nb: I dag omfatter avtalen 26 europeiske land.

source: One of them was a big war with England on one side and France on the other.
nb: Det var blant annet en stor krig med England på den ene siden og Frankrike på den andre.

source: The age of majority in Norway is 18 years. This means that they are now old enough to enter into legal agreements and have control over their own money.
nb: Myndighetsalderen i Norge er 18 år.Dette vil si at man nå er gammel nok til å inngå juridiske avtaler og ha kontroll over egne penger.

source: In most child welfare cases, the family receives help and support in the home.
nb: I de fleste barnevernsaker mottar familien hjelp og støtte i hjemmet.

source: People who are persecuted or fear persecution or inhuman treatment in their home country, can apply for protection (asylum) in Norway.
nb: En person som er forfulgt eller utsatt for fare i hjemlandet sitt, kan søke om beskyttelse (asyl) i Norge.

source: These services involve advice, health examinations, vaccinations, follow-up and the necessary referrals.
nb: Arbeidet innebærer veiledning, helseundersøkelser, vaksinering, oppfølging og henvisning videre ved behov.
